complete/buddy_data/奇秀-主播房间-20160913180722-20160913180724800

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-13 18:07:22]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[149799]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[与爱同行]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[18724]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[898]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[31]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[14]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[10]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[你回眸时好美丶]]></vipnickname><vipuserid><![CDATA[2131809277]]></vipuserid><top_name><![CDATA[你回眸时好美丶]]></top_name><top_money><![CDATA[37220]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[? 空? 格?]]></vipnickname><vipuserid><![CDATA[1187652942]]></vipuserid><top_name><![CDATA[? 空? 格?]]></top_name><top_money><![CDATA[11500]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[爱?月]]></vipnickname><vipuserid><![CDATA[1270205592]]></vipuserid><top_name><![CDATA[爱?月]]></top_name><top_money><![CDATA[8500]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[雷神└(^o^)┘潇洒]]></vipnickname><vipuserid><![CDATA[2417798308]]></vipuserid><top_name><![CDATA[雷神└(^o^)┘潇洒]]></top_name><top_money><![CDATA[1320]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[世玉]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[世玉]]></top_name><top_money><![CDATA[1080]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[你回眸时好美丶]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[你回眸时好美丶]]></top_name><top_money><![CDATA[980]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[ㅤ ㅤ ㅤ ㅤ]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[ㅤ ㅤ ㅤ ㅤ]]></top_name><top_money><![CDATA[790]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[懒懒的猪哥哥]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[懒懒的猪哥哥]]></top_name><top_money><![CDATA[750]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[逍遥王 【彬哥】]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[逍遥王 【彬哥】]]></top_name><top_money><![CDATA[660]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[只做一名观众]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[只做一名观众]]></top_name><top_money><![CDATA[660]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[大胸妹遛小狗]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[大胸妹遛小狗]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[挨揍2小时，装逼5分钟]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[挨揍2小时，装逼5分钟]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[宝 大]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[宝 大]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[?誓言如流水&amp;弹指瞬间]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[?誓言如流水&amp;弹指瞬间]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 